Revit 2027 API
ParameterTypeId.RoomCalculatedHeatingLoadParam Property
 "Calculated Heating Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomCalculatedHeatingLoadParam { get; }
Public Shared ReadOnly Property RoomCalculatedHeatingLoadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomCalculatedHeatingLoadParam {
	ForgeTypeId^ get ();
}
static member RoomCalculatedHeatingLoadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace